Repository: project-pitchee/Pitchee-iOS
Catalog: Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, zh_hant

# about.app.analysisEngine.label
source: 分析引擎
en: Analysis Engine

# about.app.title
source: 应用
en: App
zh_hant: 應用

# about.app.version.label
source: 版本
en: Version

# about.appIcon.aquaEcho.description
source: Aqua 跃过淡紫晨雾，把声音化作清澈回响。
en: Aqua leaps through lavender mist and turns your voice into a clear echo.
zh_hant: Aqua 穿過淡紫晨霧，將聲音化作清澈回響。

# about.appIcon.aquaWave.description
source: Aqua 随一缕水波而来，让每一次发声都拥有方向。
en: Aqua follows a ripple and gives every voice a sense of direction.
zh_hant: Aqua 隨一縷水波而來，讓每一次發聲都擁有方向。

# about.appIcon.coralNote.description
source: Coral 轻轻探身，像一枚落在夜色里的温柔音符。
en: Coral leans in like a gentle note resting in the night.
zh_hant: Coral 輕輕探身，像一枚落在夜色裡的溫柔音符。

# about.appIcon.coralSong.description
source: Coral 把未说出口的旋律唱进深蓝暮色。
en: Coral carries your unspoken melody into the deep blue dusk.
zh_hant: Coral 把未說出口的旋律唱進深藍暮色。

# about.appIcon.default.description
source: Pitchee 的默认图标。
en: The original Pitchee icon.
zh_hant: Pitchee 的預設圖示。

# about.appIcon.description
source: 选择显示在主屏幕上的图标。
en: Choose the icon shown on your Home Screen.
zh_hant: 選擇顯示在主畫面上的圖示。

# about.appIcon.footer
source: 选择后会立即更新主屏幕上的应用图标。
en: Your Home Screen icon updates immediately after you choose one.
zh_hant: 選擇後會立即更新主畫面上的應用程式圖示。

# about.appIcon.notSelected
source: 未选择
en: Not selected
zh_hant: 未選取

# about.appIcon.sageCub.description
source: Sage 从静谧的绿色里探头，陪你安心练习。
en: Sage peeks out from the quiet green to keep practice feeling safe.
zh_hant: Sage 從靜謐的綠色裡探頭，陪你安心練習。

# about.appIcon.sageHaven.description
source: Sage 张开怀抱，为每一次尝试留一处温柔的避风港。
en: Sage opens a gentle haven for every attempt.
zh_hant: Sage 張開懷抱，為每一次嘗試留一處溫柔的避風港。

# about.appIcon.sectionTitle
source: 应用图标
en: App Icon
zh_hant: 應用程式圖示

# about.appIcon.selected
source: 已选择
en: Selected
zh_hant: 已選取

# about.appIcon.title
source: 应用图标
en: App Icon
zh_hant: 應用程式圖示

# about.screen.title
source: 关于
en: About
zh_hant: 關於

# analysis.emptyState.noResult.description
source: 请返回录制，再录一段自然说话。
en: Go back to recording and record another sample of natural speech.
zh_hant: 請返回錄製，再錄一段自然說話。

# analysis.emptyState.noResult.title
source: 这次没有完成分析
en: This Analysis Wasn't Completed
zh_hant: 這次沒有完成分析

# analysis.error.analysisFailed %lld
source: 分析失败（E-%1$lld），请再录一段音频试试。
en: Analysis failed (E-%1$lld). Record another clip and try again.
zh_hant: 分析失敗（E-%1$lld），請再錄一段音訊試試。

# analysis.error.modelUnavailable %lld
source: 分析模型暂时不可用（E-%1$lld），请重启应用后再试。
en: The analysis model is temporarily unavailable (E-%1$lld). Restart the app and try again.
zh_hant: 分析模型暫時無法使用（E-%1$lld），請重新啟動應用程式後再試。

# analysis.error.noSpeechDetected
source: 没有检测到人声，请录一段更清晰、包含连续说话的音频。
en: No speech was detected. Please record a clearer clip with continuous speech.
zh_hant: 沒有偵測到人聲，請錄一段更清晰、包含連續說話的音訊。

# analysis.error.recordingUnreadable %lld
source: 录音格式无法读取（E-%1$lld），请重新录制。
en: The recording format couldn't be read (E-%1$lld). Please record again.
zh_hant: 錄音格式無法讀取（E-%1$lld），請重新錄製。

# analysis.error.resultSaveFailed
source: 测评已完成，但结果未能保存。请检查设备存储空间后再试。
en: The assessment finished, but the result couldn't be saved. Check your device's storage and try again.
zh_hant: 測評已完成，但結果未能儲存。請檢查裝置儲存空間後再試。

# analysis.error.resultUnreadable
source: 分析结果无法读取（E-JSON），请稍后再试。
en: The analysis result couldn't be read (E-JSON). Please try again later.
zh_hant: 分析結果無法讀取（E-JSON），請稍後再試。

# analysis.navigation.analyzing
source: 正在分析
en: Analyzing

# analysis.navigation.result
source: 结果
en: Result
zh_hant: 結果

# analysis.navigation.sections.a11y
source: 结果分区
en: Result sections
zh_hant: 結果區段

# analysis.pitchBands.androgynous
source: 中性
en: Neutral

# analysis.pitchBands.feminine
source: 女性
en: Feminine

# analysis.pitchBands.masculine
source: 男性
en: Masculine

# analysis.pitchBands.veryHigh
source: 很高
en: Very High

# analysis.pitchBands.veryLow
source: 很低
en: Very Low

# analysis.pitchScale.averageMarker
source: 平均
en: AVG

# analysis.progress.completed.a11y
source: 分析完成，结果已就绪
en: Analysis complete. Results are ready.
zh_hant: 分析完成，結果已準備就緒。

# analysis.progress.privacyNote
source: 声音留在你的设备上
en: Your voice stays on your device
zh_hant: 聲音留在你的裝置上

# analysis.progress.subtitle
source: 正在设备上分析音高与声音特征。 首次分析可能需要一点时间。
en: Analyzing pitch and voice features on your device. The first analysis may take a little while.
zh_hant: 正在裝置上分析音高與聲音特徵。 首次分析可能需要一點時間。

# analysis.progress.title
source: 正在听懂你的声音
en: Listening to Your Voice
zh_hant: 正在聽懂你的聲音

# analysis.resourceDetail.article.title
source: 文章
en: Article

# analysis.resourceDetail.video.title
source: 视频
en: Video
zh_hant: 影片

# analysis.score.explanation.a11y
source: 查看评分如何得出
en: See how the score is calculated
zh_hant: 檢視評分如何得出

# analysis.score.headlineHigh
source: 这次表现很亮眼，继续保持稳定的表达。
en: This take stands out — keep your delivery steady.
zh_hant: 這次表現很亮眼，繼續保持穩定的表達。

# analysis.score.headlineLow
source: 把下面的一条建议带到下一次录音里，结果会更有参考价值。
en: Take one suggestion below into your next recording to get more useful results.
zh_hant: 把下面的一項建議帶到下一次錄音裡，結果會更有參考價值。

# analysis.score.headlineMedium
source: 基础表现不错，针对下面的建议再练一次。
en: A solid foundation — run through it again with the suggestions below.
zh_hant: 基礎表現不錯，針對下面的建議再練一次。

# analysis.score.progress.a11y
source: 综合评分进度
en: Overall score progress
zh_hant: 綜合評分進度

# analysis.score.progress.a11yValue %@
source: %1$@ 分，共 100 分
en: %1$@ out of 100 points

# analysis.score.summary.a11y %@
source: 综合评分 %1$@ 分，满分 100 分
en: Overall score %1$@ out of 100
zh_hant: 綜合評分 %1$@ 分，滿分 100 分

# analysis.statistics.averageVolume.label
source: 平均音量
en: Average Volume

# analysis.statistics.dominantPitchBand.label
source: 主要音域
en: Dominant Pitch Band

# analysis.statistics.medianVolume.label
source: 中位音量
en: Median Volume

# analysis.statistics.pitch.title
source: 音高
en: Pitch

# analysis.statistics.volume.note
source: 音量使用 dBFS 表示，0 dBFS 为设备可记录的最大值；平均值和中位数下方显示高于环境底噪的音量。
en: Volume is shown in dBFS, where 0 dBFS is the loudest level the device can record; the values shown under average and median are volume above the ambient noise floor.
zh_hant: 音量以 dBFS 表示，0 dBFS 是裝置可錄製的最大值；平均值和中位數下方顯示的是高於環境底噪的音量。

# analysis.statistics.volume.title
source: 音量
en: Volume

# analysis.statistics.volumeRange.label
source: 音量范围
en: Volume Range
zh_hant: 音量範圍

# analysis.suggestionDetail.title
source: 练习建议
en: Practice Suggestion
zh_hant: 練習建議

# analysis.suggestions.title
source: 建议
en: Suggestions
zh_hant: 建議

# analysis.voiceDetails.action
source: 声音详情
en: Voice Details
zh_hant: 聲音詳情

# analysis.voiceDetails.action.a11y
source: 查看声音详情
en: View voice details
zh_hant: 檢視聲音詳情

# analysis.voiceDetails.metrics.title
source: 声音指标
en: Voice Metrics
zh_hant: 聲音指標

# analysis.voiceDetails.title
source: 声音详情
en: Voice Details
zh_hant: 聲音詳情

# analysis.voiceProfile.female.label
source: 女性
en: Female

# analysis.voiceProfile.male.label
source: 男性
en: Male

# analysis.voiceProfile.noData
source: 无可靠数据
en: No Reliable Data
zh_hant: 無可靠資料

# analysis.voiceProfile.reference.a11y %@ %@ %@ %@
source: 声音倾向参考，平均音高 %1$@，样本音高范围 %2$@，女性 %3$@，男性 %4$@
en: Voice tendency reference: average pitch %1$@, sample pitch range %2$@, Female %3$@, Male %4$@
zh_hant: 聲音傾向參考，平均音高 %1$@，樣本音高範圍 %2$@，女性 %3$@，男性 %4$@

# analysis.voiceProfile.title
source: 声音倾向参考
en: Voice Tendency Reference
zh_hant: 聲音傾向參考

# common.action.close
source: 关闭
en: Close

# common.action.done
source: 完成
en: Done

# common.action.ok
source: 好
en: OK

# common.error.tryAgainLater
source: 请稍后再试。
en: Please try again later.
zh_hant: 請稍後再試。

# common.metric.compositeScore.title
source: 综合评分
en: Overall Score
zh_hant: 綜合評分

# common.metric.corePitchRange.title
source: 核心音域
en: Core Pitch Range

# common.metric.environmentNoiseFloor.title
source: 环境底噪
en: Ambient Noise Floor
zh_hant: 環境底噪

# common.metric.meanPitch.title
source: 平均音高
en: Average Pitch

# common.metric.medianPitch.title
source: 中位音高
en: Median Pitch

# common.metric.naturalness.title
source: 自然分
en: Naturalness Score

# common.metric.speechDuration.title
source: 有效语音
en: Voiced Speech
zh_hant: 有效語音

# common.metric.standardScore.title
source: 音色分（VFP）
en: Timbre Score (VFP)

# common.unit.channels
source: 声道
en: channels
zh_hant: 聲道

# common.unit.count
source: 个
en: windows
zh_hant: 個

# common.unit.days
source: 天
en: days

# common.unit.seconds
source: 秒
en: sec

# export.chart.backgroundLoudness.legend
source: 背景响度
en: Background Loudness
zh_hant: 背景響度

# export.chart.backgroundLoudness.note
source: 曲线显示未检测到语音时的环境底噪，单位为 dBFS。
en: The curve shows the ambient noise floor while no speech was detected, in dBFS.
zh_hant: 曲線顯示未偵測到語音時的環境底噪，單位為 dBFS。

# export.chart.backgroundLoudnessCurve.title
source: 背景响度曲线
en: Background Loudness Curve
zh_hant: 背景響度曲線

# export.chart.combinedCurves.title
source: 声音曲线
en: Sound Curves
zh_hant: 聲音曲線

# export.chart.frequency.legend
source: 频率
en: Frequency
zh_hant: 頻率

# export.chart.frequencyCurve.title
source: 频率曲线
en: Frequency Curve
zh_hant: 頻率曲線

# export.chart.loudnessCurve.title
source: 响度曲线
en: Loudness Curve
zh_hant: 響度曲線

# export.chart.loudnessScale.note
source: 语音响度与背景响度以 dBFS 表示，数值越接近 0 越响。
en: Voice and background loudness are shown in dBFS; values closer to 0 are louder.
zh_hant: 語音響度與背景響度以 dBFS 表示，數值越接近 0 越響。

# export.chart.multiCurveGap.note
source: 曲线空白处表示该时间段没有可靠检测结果；所有曲线共用同一时间轴。
en: Gaps in the curves mean no reliable result for that time range; all curves share the same time axis.
zh_hant: 曲線空白處表示該時間段沒有可靠偵測結果；所有曲線共用同一時間軸。

# export.chart.pitchGap.note
source: 曲线空白处表示未检测到可靠音高。
en: Gaps in the curve mean no reliable pitch was detected.
zh_hant: 曲線空白處表示未偵測到可靠音高。

# export.chart.result.caption
source: 圆形大小表示声音倾向参考占比；左侧刻度显示平均音高与核心音域。
en: Circle size shows the reference share of voice tendency; the left scale shows mean pitch and core pitch range.
zh_hant: 圓形大小表示聲音傾向參考佔比；左側刻度顯示平均音高與核心音域。

# export.chart.timeAxis.label
source: 时间 / 秒
en: Time / s
zh_hant: 時間 / 秒

# export.chart.voiceLoudness.legend
source: 语音响度
en: Voice Loudness
zh_hant: 語音響度

# export.chart.voiceLoudness.note
source: 曲线显示检测到语音时的响度，单位为 dBFS。
en: The curve shows loudness while speech was detected, in dBFS.
zh_hant: 曲線顯示偵測到語音時的響度，單位為 dBFS。

# export.entry.openExport
source: 导出
en: Export
zh_hant: 匯出

# export.error.imageGenerationFailed
source: 图片生成失败，请稍后重试。
en: Couldn't create the image. Please try again later.
zh_hant: 圖片生成失敗，請稍後重試。

# export.error.imageSaveFailed.message
source: 图片未能保存，请检查存储空间后重试。
en: The image couldn't be saved. Check your available storage and try again.
zh_hant: 圖片未能儲存，請檢查儲存空間後重試。

# export.error.imageSaveFailed.title
source: 无法保存图片
en: Can't Save Image
zh_hant: 無法儲存圖片

# export.error.nothingToExport
source: 没有可导出的内容。
en: There's nothing to export.
zh_hant: 沒有可匯出的內容。

# export.error.photoLibraryAccessDenied.message
source: 无法向相册添加图片。请在系统设置中检查 Pitchee 的照片权限后重试。
en: Can't add images to your photo library. Check Pitchee’s photo permissions in Settings and try again.
zh_hant: 無法將圖片加入相簿。請在系統設定中檢查 Pitchee 的照片權限後再試。

# export.error.reportSaveFailed.message
source: 报告未能保存，请检查存储空间后重试。
en: The report couldn't be saved. Check your available storage and try again.
zh_hant: 報告未能儲存，請檢查儲存空間後重試。

# export.error.reportSaveFailed.title
source: 无法导出报告
en: Couldn't Export Report
zh_hant: 無法匯出報告

# export.format.image
source: 图像
en: Image
zh_hant: 影像

# export.format.label
source: 导出方式
en: Export Format
zh_hant: 匯出方式

# export.format.text
source: 文本
en: Text
zh_hant: 文字

# export.metric.analyzedDuration.title
source: 分析时长
en: Analyzed Length
zh_hant: 分析時長

# export.metric.averageLoudness.title
source: 平均响度
en: Average Loudness
zh_hant: 平均響度

# export.metric.baseScore.title
source: 基础评分
en: Base Score
zh_hant: 基礎評分

# export.metric.channels.title
source: 声道
en: Channels
zh_hant: 聲道

# export.metric.channels.value %lld
source: %1$lld 声道
en: %1$lld channels
zh_hant: %1$lld 個聲道

# export.metric.detail.audioFormat
source: 原始音频格式
en: Original audio format
zh_hant: 原始音訊格式

# export.metric.detail.loudness
source: 语音与环境音量，单位 dBFS
en: Speech and ambient loudness, in dBFS
zh_hant: 語音與環境音量，單位 dBFS

# export.metric.detail.pitch
source: 从可靠音高窗口计算
en: Calculated from reliable pitch windows
zh_hant: 從可靠音高窗口計算

# export.metric.detail.score
source: 本次分析评分，满分 100
en: Scores from this analysis, out of 100
zh_hant: 本次分析評分，滿分 100

# export.metric.detail.timing
source: 录音文件中的时间信息
en: Timing information from the recording file
zh_hant: 錄音檔案中的時間資訊

# export.metric.inputDuration.title
source: 录音时长
en: Recording Length
zh_hant: 錄音時長

# export.metric.loudnessRange.title
source: 响度范围
en: Loudness Range
zh_hant: 響度範圍

# export.metric.medianLoudness.title
source: 中位响度
en: Median Loudness
zh_hant: 中位響度

# export.metric.pitchStandardDeviation.title
source: 音高标准差
en: Pitch Standard Deviation
zh_hant: 音高標準差

# export.metric.sampleRate.title
source: 采样率
en: Sample Rate
zh_hant: 取樣率

# export.metric.voicedWindows.title
source: 有效音高窗口
en: Voiced Pitch Windows

# export.metric.voicedWindows.value %lld
source: %1$lld 个
en: %1$lld windows
zh_hant: %1$lld 個

# export.metricGroup.loudness
source: 响度
en: Loudness
zh_hant: 響度

# export.metricGroup.pitch
source: 音高
en: Pitch

# export.metricGroup.recording
source: 录音指标
en: Recording Metrics
zh_hant: 錄音指標

# export.metricGroup.result
source: 结果
en: Results
zh_hant: 結果

# export.photos.saved.message
source: 所有预览页均已保存到相册。
en: All preview pages have been saved to your photo library.
zh_hant: 所有預覽頁面均已儲存到相簿。

# export.photos.saved.title
source: 已保存到相册
en: Saved to Photos
zh_hant: 已儲存到相簿

# export.pitchImage.chart.duration %@
source: 时长 %1$@ 秒 · F0 / Hz
en: Duration: %1$@ s · F0 / Hz
zh_hant: 時長 %1$@ 秒 · F0 / Hz

# export.pitchImage.chart.gapNote
source: 曲线空白处表示未检测到可靠音高。
en: Gaps in the curve mean no reliable pitch was detected.
zh_hant: 曲線空白處表示未偵測到可靠音高。

# export.pitchImage.chart.title
source: 完整音高曲线
en: Full Pitch Curve
zh_hant: 完整音高曲線

# export.preview.heading
source: 预览
en: Preview
zh_hant: 預覽

# export.preview.next.action
source: 下一页
en: Next Page
zh_hant: 下一頁

# export.preview.nextPage
source: 下一页
en: Next
zh_hant: 下一頁

# export.preview.previous.action
source: 上一页
en: Previous Page
zh_hant: 上一頁

# export.preview.previousPage
source: 上一页
en: Previous
zh_hant: 上一頁

# export.report.charts
source: 图表
en: Charts
zh_hant: 圖表

# export.report.data
source: 数据
en: Data
zh_hant: 資料

# export.report.emptyState.message
source: 回到导出页选择图表或数据。
en: Return to the export screen and select charts or data.
zh_hant: 回到匯出頁選擇圖表或資料。

# export.report.emptyState.title
source: 没有选择导出内容
en: Nothing Selected for Export
zh_hant: 沒有選擇匯出內容

# export.report.footer
source: Pitchee · 声音分析
en: Pitchee · Sound Analysis
zh_hant: Pitchee · 聲音分析

# export.report.header.subtitle
source: 导出内容
en: Exported content
zh_hant: 匯出內容

# export.report.header.title
source: 声音分析报告
en: Sound Analysis Report
zh_hant: 聲音分析報告

# export.selection.backgroundLoudnessCurve.subtitle
source: 显示未检测到语音时的环境底噪，单位 dBFS
en: Shows the ambient noise floor when no speech is detected, in dBFS.
zh_hant: 顯示未偵測到語音時的環境底噪，單位 dBFS

# export.selection.backgroundLoudnessCurve.title
source: 背景响度曲线
en: Background Loudness Curve
zh_hant: 背景響度曲線

# export.selection.charts
source: 图表
en: Charts
zh_hant: 圖表

# export.selection.frequencyCurve.subtitle
source: 显示可靠音高随时间的变化，单位 Hz
en: Shows reliable pitch over time, in Hz.
zh_hant: 顯示可靠音高隨時間的變化，單位 Hz

# export.selection.frequencyCurve.title
source: 频率曲线
en: Frequency Curve
zh_hant: 頻率曲線

# export.selection.loudnessCurve.subtitle
source: 显示语音音量随时间的变化，单位 dBFS
en: Shows speech loudness over time, in dBFS.
zh_hant: 顯示語音音量隨時間的變化，單位 dBFS

# export.selection.loudnessCurve.title
source: 响度曲线
en: Loudness Curve
zh_hant: 響度曲線

# export.selection.resultChart.subtitle
source: 显示声音倾向参考、平均音高和核心音域
en: Shows the voice tendency reference, average pitch, and core pitch range.
zh_hant: 顯示聲音傾向參考、平均音高和核心音域

# export.selection.resultChart.title
source: 结果图
en: Result Chart
zh_hant: 結果圖

# export.sheet.saveReport
source: 保存
en: Save
zh_hant: 儲存

# export.sheet.title
source: 导出
en: Export
zh_hant: 匯出

# export.text.preview.action
source: 阅读文本报告
en: Read Text Report
zh_hant: 閱讀文字報告

# insights.activity.description
source: 打开天数按进入首页的日期计数，同一天只记一次；录音天数按已保存的分析记录计数。
en: Opened days count dates when the home screen was visited, once per day. Recording days count dates with saved analyses.
zh_hant: 打開天數按進入首頁的日期計數，同一天只記一次；錄音天數按已儲存的分析記錄計數。

# insights.activity.inactive.label
source: 没有使用记录
en: No Activity Recorded
zh_hant: 沒有使用記錄

# insights.activity.longestStreak.label
source: 最长连续天数
en: Longest Streak
zh_hant: 最長連續天數

# insights.activity.nextMonth.action
source: 下个月
en: Next Month
zh_hant: 下個月

# insights.activity.noRecordings.description
source: 这一天没有保存的录音。点击其他日期查看记录。
en: No recordings were saved on this day. Select another date to view its recordings.
zh_hant: 這一天沒有儲存的錄音。點擊其他日期查看記錄。

# insights.activity.openDetails.hint
source: 查看使用日历
en: View the activity calendar
zh_hant: 查看使用日曆

# insights.activity.opened.label
source: 已打开
en: Opened
zh_hant: 已打開

# insights.activity.previousMonth.action
source: 上个月
en: Previous Month
zh_hant: 上個月

# insights.activity.recorded.label
source: 有录音
en: Recorded
zh_hant: 有錄音

# insights.activity.title
source: 使用日历
en: Activity Calendar
zh_hant: 使用日曆

# insights.chart.baseline.label
source: 基准
en: Baseline
zh_hant: 基準

# insights.chart.date.label
source: 日期
en: Date

# insights.chart.scoreTrend.a11y %@ %@
source: 评分从 %1$@ 变为 %2$@
en: Score changed from %1$@ to %2$@
zh_hant: 評分從 %1$@ 變為 %2$@

# insights.chart.value.label
source: 数值
en: Value
zh_hant: 數值

# insights.dashboard.add.action
source: 添加组件
en: Add a component
zh_hant: 加入元件

# insights.dashboard.available.title
source: 添加组件
en: Add components
zh_hant: 加入元件

# insights.dashboard.edit.action
source: 编辑首页
en: Edit dashboard
zh_hant: 編輯首頁

# insights.dashboard.editor.title
source: 自定义首页
en: Customize dashboard
zh_hant: 自訂首頁

# insights.dashboard.empty.description
source: 所有组件均已隐藏。添加组件以开始构建首页。
en: All components are hidden. Add one to start building your dashboard.
zh_hant: 所有元件皆已隱藏。加入元件以開始建立首頁。

# insights.dashboard.moveEarlier.action
source: 移到前面
en: Move earlier

# insights.dashboard.moveLater.action
source: 移到后面
en: Move later
zh_hant: 移到後面

# insights.dashboard.remove.action
source: 移除组件
en: Remove component
zh_hant: 移除元件

# insights.dashboard.resize.action
source: 调整组件大小
en: Resize component
zh_hant: 調整元件大小

# insights.dashboard.resize.hint
source: 向外拖动放大，向内拖动缩小，或轻点切换尺寸。
en: Drag outward to enlarge, inward to shrink, or tap to switch sizes.
zh_hant: 向外拖曳放大，向內拖曳縮小，或點一下切換尺寸。

# insights.dashboard.size.large
source: 大号
en: Large
zh_hant: 大型

# insights.dashboard.size.medium
source: 中号
en: Medium
zh_hant: 中型

# insights.dashboard.size.small
source: 小号
en: Small
zh_hant: 小型

# insights.dashboard.visible.title
source: 已显示
en: Shown
zh_hant: 已顯示

# insights.history.empty.description
source: 这个时间范围内没有分析记录。可以切换到「全部」，或开始一次新录音。
en: There are no analyses in this period. Choose All or make a new recording.
zh_hant: 這個時間範圍內沒有分析記錄。可以切換到「全部」，或開始一次新錄音。

# insights.history.empty.title
source: 还没有录音记录
en: No Recordings Yet
zh_hant: 還沒有錄音記錄

# insights.history.openDetails.hint
source: 查看录音历史
en: View recording history
zh_hant: 查看錄音歷史

# insights.history.record.hint
source: 查看这次录音的完整分析
en: View the full analysis for this recording
zh_hant: 查看這次錄音的完整分析

# insights.history.recordingDays.label
source: 录音天数
en: Recording Days
zh_hant: 錄音天數

# insights.history.title
source: 录音历史
en: Recording History
zh_hant: 錄音歷史

# insights.history.unavailable.description
source: 这份记录的完整分析数据无法读取。返回后仍可查看它的汇总指标，或开始一次新录音。
en: The full analysis data could not be read. Go back to view its summary metrics, or make a new recording.
zh_hant: 這份記錄的完整分析資料無法讀取。返回後仍可查看它的彙總指標，或開始一次新錄音。

# insights.history.unavailable.title
source: 暂时无法读取这份分析
en: This Analysis Could Not Be Opened
zh_hant: 暫時無法讀取這份分析

# insights.metric.average.label
source: 平均值
en: Average

# insights.metric.baselineAverage.caption %@
source: 平均基准 %1$@
en: Average baseline %1$@
zh_hant: 平均基準 %1$@

# insights.metric.compositeScore.caption
source: 声音表现的整体结果
en: How your voice performed overall.
zh_hant: 聲音表現的整體結果

# insights.metric.compositeScore.description
source: 综合评分汇总声音分析的整体结果，范围为 0–100。结合多次录音观察变化，单次分数不代表声音的全部特点。
en: The composite score summarizes the overall analysis on a 0–100 scale. Look for patterns across recordings; one score does not capture every quality of a voice.
zh_hant: 綜合評分彙總聲音分析的整體結果，範圍為 0–100。結合多次錄音觀察變化，單次分數不代表聲音的全部特點。

# insights.metric.dailyBest.description
source: 每天选取综合评分最高的一次录音作为代表；同分时选取较晚的录音。图表和统计仅使用这些代表记录中的有效数值。
en: Each day is represented by the recording with the highest composite score, using the later recording to break ties. Charts and statistics use valid values from those recordings.
zh_hant: 每天選取綜合評分最高的一次錄音作為代表；同分時選取較晚的錄音。圖表和統計僅使用這些代表記錄中的有效數值。

# insights.metric.empty.description
source: 这个时间范围内还没有可显示的数值。可以查看其他时间范围，或录制一段清晰的语音。
en: There are no values to display in this period. Try another date range or record a clear speech sample.
zh_hant: 這個時間範圍內還沒有可顯示的數值。可以查看其他時間範圍，或錄製一段清晰的語音。

# insights.metric.empty.title
source: 暂时没有可用的指标
en: No Metric Data Yet
zh_hant: 暫時沒有可用的指標

# insights.metric.explanation.title
source: 如何理解这个指标
en: Understanding This Metric
zh_hant: 如何理解這個指標

# insights.metric.latest.label
source: 最近一天的代表记录
en: Latest Daily Result
zh_hant: 最近一天的代表記錄

# insights.metric.maximum.label
source: 最高值
en: Highest

# insights.metric.meanPitch.caption
source: 有效语音片段的平均基频，单位 Hz
en: Mean fundamental frequency of voiced speech, in Hz.
zh_hant: 有效語音片段的平均基頻，單位 Hz

# insights.metric.meanPitch.description
source: 平均音高是有效语音片段的平均基频，单位为 Hz。数值较高表示音高较高，并不等同于声音更好；未检测到有效音高的记录显示为「—」。
en: Mean pitch is the average fundamental frequency of voiced speech, in Hz. A higher value means a higher pitch, not a better voice. Recordings without a detected pitch show “—”.
zh_hant: 平均音高是有效語音片段的平均基頻，單位為 Hz。數值較高表示音高較高，並不等同於聲音更好；未偵測到有效音高的記錄顯示為「—」。

# insights.metric.minimum.label
source: 最低值
en: Lowest

# insights.metric.naturalness.caption
source: 声音听起来连贯、自然的程度
en: How consistent and natural the voice sounds.
zh_hant: 聲音聽起來連貫、自然的程度

# insights.metric.naturalness.description
source: 自然分（0–100）估计声音听起来是否接近日常说话方式。较低分数表示模型认为听感较刻意或风格化，不代表机器音，也不能判断真实意图、发声方式或嗓音健康。模型可能误判，比较时请尽量保持语句和录音条件一致。
en: The naturalness score (0–100) estimates how close a voice sounds to everyday speech. A lower score means the model judged the sound as more deliberate or stylized; it does not mean a robotic voice or establish the speaker’s intention, vocal technique, or vocal health. The model can be wrong. Compare similar speech content and recording conditions.

# insights.metric.openDetails.hint
source: 查看指标趋势和历史记录
en: View the metric trend and history
zh_hant: 查看指標趨勢和歷史記錄

# insights.metric.records.title
source: 每日代表记录
en: Daily Results
zh_hant: 每日代表記錄

# insights.metric.selected.label
source: 选中的记录
en: Selected Result
zh_hant: 選中的記錄

# insights.metric.speechDuration.caption
source: 录音中检测到的人声时长，单位秒
en: Length of detected speech in the recording, in seconds.
zh_hant: 錄音中偵測到的人聲時長，單位秒

# insights.range.all
source: 全部
en: All

# insights.range.label
source: 时间范围
en: Time Range
zh_hant: 時間範圍

# insights.range.ninetyDays
source: 90天
en: 90 Days

# insights.range.sevenDays
source: 7天
en: 7 Days

# insights.range.thirtyDays
source: 30天
en: 30 Days

# insights.screen.title
source: 洞察
en: Insights

# insights.summary.analysisCount.title
source: 声音分析
en: Voice Analyses
zh_hant: 聲音分析

# insights.summary.openedDays.title
source: 打开天数
en: Days Opened
zh_hant: 開啟天數

# monitor.action.dismiss
source: 好
en: OK

# monitor.action.info
source: 监测说明
en: Monitoring help
zh_hant: 監測說明

# monitor.action.pause
source: 暂停监测
en: Pause monitoring
zh_hant: 暫停監測

# monitor.action.pauseReplay
source: 暂停回放
en: Pause replay
zh_hant: 暫停回放

# monitor.action.replayWindow
source: 回放窗口
en: Replay window
zh_hant: 重播視窗

# monitor.action.resumeLive
source: 继续实时监测
en: Resume live monitoring
zh_hant: 繼續即時監測

# monitor.action.rewindFive
source: 回退 5 秒
en: Back 5 seconds
zh_hant: 倒退 5 秒
